
"Passcode Lock" = "パスコード ロック";

"All data in this app will be erased after %d failed passcode attempts." = "％d回失敗した後、このアプリ内のすべてのデータは消去されます。";
"Cancel" = "キャンセル";
"Enable" = "有効";
"Erase all content in the app after %d failed passcode attempts." = "%d回失敗した後、すべてのデータを消去します。";

"Turn Passcode Off" = "パスロックをOffにする";
"Turn Passcode On" = "パスロックをOn";
"Change Passcode" = "パスコード変更";
"Erase Data" = "データを消去する";
"Set Passcode" = "パスロックを設定する";
"Turn off Passcode" = "パスロックをOffにする";
"Enter Passcode" = "Enter Passcode";
"1 Failed Passcode Attempt" = "1回失敗";
"%i Failed Passcode Attempts" = "%i 回失敗;
"Passcodes did not match. Try again." = "パスコードが違います. もう１度試してください.";
"Enter a different passcode. You cannot re-use the same passcode." = "別のパスコードにしてください。同じパスコードの再利用は出来ません。";

"Enter your passcode" = "パスコードを入力してください。";
"Enter a passcode" = "パスコードを入力してください。";
"Re-enter your passcode" = "もう１度パスコードを入力してください。";
"Enter your old passcode" = "古いパスコードを入力してください";
"Enter your new passcode" = "新しいパスコードを入力してください。";
"Re-enter your new passcode" = "もう１度新しいパスコードを入力してください。";